<?php


class AdminKeyboard
{


    public static function get()
    {

        return [

            "keyboard"=>[

                [
                    [
                        "text"=>"📊 آمار ربات"
                    ]
                ],

                [
                    [
                        "text"=>"🖥 اضافه کردن پنل"
                    ],
                    [
                        "text"=>"✏️ مدیریت پنل"
                    ]
                ],

                [
                    [
                        "text"=>"🔋 تنظیم سریع قیمت حجم"
                    ],
                    [
                        "text"=>"⏳ تنظیم سریع قیمت زمان"
                    ]
                ],

                [
                    [
                        "text"=>"👤 مدیریت کاربران"
                    ],
                    [
                        "text"=>"🏢 تنظیمات فروشگاه"
                    ]
                ],

                [
                    [
                        "text"=>"💎 مالی"
                    ]
                ],

                [
                    [
                        "text"=>"📚 بخش آموزش"
                    ],
                    [
                        "text"=>"👍 بخش پشتیبانی"
                    ]
                ],

                [
                    [
                        "text"=>"🛠 قابلیت های پنل"
                    ],
                    [
                        "text"=>"💸 رسید های تایید نشده"
                    ]
                ],

                [
                    [
                        "text"=>"📮 گزارش ربات"
                    ],
                    [
                        "text"=>"⚙️ تنظیمات عمومی"
                    ]
                ],

                [
                    [
                        "text"=>"📝 ویرایش متن‌های ربات"
                    ]
                ],

                [
                    [
                        "text"=>"🏠 بازگشت به منوی اصلی"
                    ]
                ]

            ],

            "resize_keyboard"=>true

        ];

    }


}
